{
  "books": [
    {
      "title": "El lenguaje secreto de la naturalezas",
      "writer": "Oscar S. Aranda",
      "book_description": "Este libro es un viaje que nos llevará por maravillosos lugares alrededor del mundo para conocer de cerca a seres que, al igual que nosotros, tienen familia, emociones, enfrentan desafíos, toman decisiones y crean alianzas",
      "id": "1"
    },
    {
      "title": "El corazón helado",
      "writer": "Almudena Grandes",
      "book_description": "Una saga familiar que conecta la Guerra Civil española con la España contemporánea.",
      "id": "2"
    },
    {
      "title": "La ridícula idea de no volver a verte",
      "writer": "Rosa Montero",
      "book_description": "Un homenaje a Marie Curie que se convierte en una meditación personal sobre la pérdida y el duelo.",
      "id": "3"
    },
    {
      "title": "Lectura fácil",
      "writer": "Cristina Morales",
      "book_description": "Cuatro mujeres con diversidad funcional se rebelan contra el sistema en una novela crítica y provocadora.",
      "id": "4"
    },
    {
      "title": "Pan de limón con semillas de amapola",
      "writer": "Cristina Campos",
      "book_description": "Dos hermanas separadas se reencuentran tras heredar una panadería en Mallorca.",
      "id": "5"
    },
    {
      "title": "La trabajadora",
      "writer": "Elvira Navarro",
      "book_description": "Una novela sobre la precariedad laboral, la ansiedad y la salud mental en la España actual.",
      "id": "6"
    },
    {
      "title": "Memoria de la melancolía",
      "writer": "María Teresa León",
      "book_description": "Autobiografía conmovedora de una intelectual comprometida durante la Guerra Civil española.",
      "id": "7"
    },
    {
      "title": "Nosotras que nos queremos tanto",
      "writer": "Marcela Serrano",
      "book_description": "Retrato de cuatro mujeres unidas por la amistad y por la búsqueda de su lugar en el mundo.",
      "id": "8"
    },
    {
      "title": "Panza de burro",
      "writer": "Andrea Abreu",
      "book_description": "Historia de amistad entre dos niñas en un pueblo del norte de Tenerife con una prosa poética y oral.",
      "id": "9"
    },
    {
      "title": "Las maravillas",
      "writer": "Elena Medel",
      "book_description": "Una mirada a la desigualdad social y de género a través de la vida de dos mujeres de distintas generaciones.",
      "id": "10"
    },
    {
      "title": "Los ojos vendados",
      "writer": "María Zambrano",
      "book_description": "Una novela filosófica sobre la conciencia, la identidad y la búsqueda interior.",
      "id": "11"
    }
  ]
}